/* Singular server count for IP Groups tab table cell subtext */
"%i server" = "%i servidor";

/* Server count for IP Groups tab table cell subtext */
"%i servers" = "%i servidores";

/* Server count for IP Groups tab table cell subtext */
"0 servers" = "0 servidores";

/* Actions table section header */
"Actions" = "Acciones";

/* Server Active Status */
"Active" = "Activo";

/* Confirm resize deletion warning */
"After verification, the old server will be deleted and will be billed at a prorated amount." = "Después de la verificación, el anterior servidor será eliminado y será facturado en un monto proporcional.";

/* New server validation alert message */
"All fields are required." = "Todos los campos son requeridos.";

/* API Key cell label */
"API Key" = "Clave de API";

/* Hard Reboot confirmation warning */
"Are you sure you want to perform a hard reboot?" = "¿Está seguro de que desea realizar un reinicio vía hardware?";

/* Soft Reboot confirmation warning */
"Are you sure you want to perform a soft reboot?" = "¿Está seguro de que desea realizar un reinicio vía software?";

/* Auth failure alert title */
"Authentication Failure" = "Error en la Autenticación";

/* Server Backups cell label */
"Backups" = "Backups";

/* Server Building Status */
"Building..." = "Generando...";

/* bytes */
"bytes" = "bytes";

/* Cancel
   Cancel Reboot button */
"Cancel" = "Cancelar";

/* CDN URL label */
"CDN URL" = "URL del CDN";

/* Choose a file type table section header */
"Choose a file type" = "Seleccione un tipo de archivo";

/* Choose a Flavor table section header */
"Choose a Flavor" = "Seleccione un 'Sabor'";

/* Choose an Image table section header */
"Choose an Image" = "Seleccione una Imagen";

/* Confirm password cell label */
"Confirm Password" = "Confirmar Contraseña";

/* Confirm Resize button */
"Confirm Resize" = "Confirmar Redimensión";

/* Connection Failure alert title */
"Connection Failure" = "Error en la Conexión";

/* Container Details table section header */
"Container Details" = "Detalles del Contenedor";

/* CDN table section header */
"Content Delivery Network" = "Red de Distribución de Contenidos(CDN)";

/* Disk
   Flavor disk space subtext
   Server Disk Space cell label */
"Disk" = "Espacio";

/* Email attachment button */
"Email File as Attachment" = "Envie Archivo como Adjunto";

/* Email Link button */
"Email Link to File" = "Envie Enlace a Archivo";

/* Enter a new password table section header */
"Enter a new password" = "Ingrese una nueva contraseña";

/* Enter server name table section header */
"Enter your server name" = "Ingrese el nombre del servidor";

/* Error Confirming server resize alert title */
"Error Confirming" = "Error al Confirmar";

/* Error Reverting server resize alert title */
"Error Reverting" = "Error al Revertir";

/* Error Saving alert title
   Error Saving container alert title
   Error Saving Server alert message title
   Error saving server password change alert title
   Error Saving server resize alert title */
"Error Saving" = "Error al Guardar";

/* file */
"file" = "archivo";

/* File Details table section header */
"File Details" = "Detalles del Archivo";

/* Object File Type label */
"File Type" = "Tipo";

/* files */
"files" = "archivos";

/* Container Files table section header */
"Files" = "Archivos";

/* Server Flavor cell label */
"Flavor" = "Sabor";

/* Confirm resize auto-confirmation warning */
"If no verification is made, the resize will be automatically verified after 12 hours." = "Si no se realiza ninguna verificación, el redimensionado será verificado automáticamente después de 12 horas.";

/* Server Image cell label */
"Image" = "Imagen";

/* Image from Camera button */
"Image from Camera" = "Imagen de la Cámara";

/* Image from Photo Library button */
"Image from Photo Library" = "Imagen de la Librería de Fotos";

/* IP Group Details table section header */
"IP Group Details" = "Detalles de Grupo IP";

/* Confirm resize verification table section header */
"Is everything working properly?" = "¿Está todo funcionando correctamente?";

/* Server Launch SSH Client button */
"Launch SSH Client" = "Lanzar Cliente SSH";

/* Loading... */
"Loading..." = "Cargando...";

/* Log Retention cell label */
"Log Retention" = "Retención de Registro";

/* Server Memory cell label */
"Memory" = "Memoria";

/* Container Name label
   Object Name label
   Server Name cell label
   Shared IP Group Name cell label */
"Name" = "Nombre";

/* Object label */
"Object" = "Objeto";

/* OK
   Reboot Failure alert message OK button
   Server Save error alert message OK button */
"OK" = "OK";

/* Password cell label */
"Password" = "Contraseña";

/* Connectin Failure alert message */
"Please check your connection and try again." = "Por favor verifique su conexión e intente de nuevo.";

/* Auth failure alert message */
"Please check your User Name and API Key." = "Por favor verifique su Nombre de Usuario y Clave de API.";

/* Preview file navigation title */
"Preview" = "Previsualizar";

/* Preview File button */
"Preview File" = "Previsualizar Archivo";

/* Private IPs table section header */
"Private IP Addresses" = "Direcciones IP Privadas";

/* Public IPs table section header */
"Public IP Addresses" = "Direcciones IP Públicas";

/* Publish to CDN cell label */
"Publish to CDN" = "Publicar al CDN";

/* RAM */
"RAM" = "RAM";

/* Reboot Failure alert title */
"Reboot Failure" = "Error al Reiniciar";

/* Reboot Server button */
"Reboot Server" = "Reiniciar Servidor";

/* Reset Password navigation title
   Server Reset Password button */
"Reset Password" = "Resetear Contraseña";

/* Server Resize Complete Status */
"Resize Complete" = "Redimensionado Completo";

/* Resize Server navigation title
   Server Resize Server button */
"Resize Server" = "Redimensionar Servidor";

/* Server Resizing Status */
"Resizing..." = "Redimensionando...";

/* Rollback Resize button */
"Rollback Resize" = "Revertir el Redimensionamiento";

/* Resize Server Save button
   Save
   Save Server button */
"Save" = "Guardar";

/* Saving message */
"Saving" = "Guardando";

/* Server Details table section header */
"Server Details" = "Detalles del Servidor";

/* Rename Server Server Name table section header */
"Server Name" = "Nombre del Servidor";

/* IP Group server list table section header */
"Servers" = "Servidores";

/* Container Size label
   Object Size label */
"Size" = "Tamaño";

/* Server Status cell label */
"Status" = "Estado";

/* Text File button */
"Text File" = "Archivo de Texto";

/* Password validation alert message */
"The password and confirmation cannot be blank and must be the same value." = "La contraseña y la confirmación no pueden estar en blanco y deben ser iguales.";

/* Change password warning */
"The root password will be updated and the server will be restarted. Please note that this process will only work if you have a user line for \"root\" in your passwd or shadow file." = "La contraseña de root será actualizada y el servidor será reiniciado. Por favor tenga en cuenta que este proceso solo funcionará si tiene una línea para el usuario \"root\" en sus archivos passwd o shadow.";

/* Error saving container due to API rate limit alert message */
"This container was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Este contenedor no fue guardado porque se ha excedido el límite de transferencia de la API.  Por favor contante a Rackspace Cloud para incrementar éste límite o intente de nuevo más tarde.";

/* Error saving container due to connection or other error alert message */
"This container was not saved.  Please check your connection or data and try again." = "Este contenedor no fue salvado.  Por favor verifique su conexión o sus datos e intente de nuevo.";

/* Reboot failed due to rate limit alert message */
"This server was not rebooted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Este servidor no fue reiniciado debido a que se ha excedido el limite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Reboot failed due to connection or other error alert message */
"This server was not rebooted.  Please check your connection or server and try again." = "Este servidor no fue reiniciado.  Por favor verifique su conexión o servidor e intente de nuevo.";

/* TTL cell label */
"TTL" = "TTL";

/* User Name cell label */
"User Name" = "Nombre de Usuario";

/* Verify Resize navigation title */
"Verify Resize" = "Verificar Redimensionamiento";

/* Confirm resize verification table section header */
"Would you like to revert back to the original size?" = "¿Desea regresal al tamaño original?";

/* Server save failed due to API rate limit alert message */
"Your changes were not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sus cambios no fueron salvados porque ha excedido el límite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Server save failed due to connection or other error alert message */
"Your changes were not saved.  Please check your connection or the data you entered." = "Sus cambios no fueron guardados.  Por favor verifique su conexión o los datos que ingresó.";

/* Error saving password change due to API rate limit alert message */
"Your new password was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Su nueva contraseña no ha sido guardada porque se ha excedido el límite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Error saving password change due to connection or other error alert message */
"Your new password was not saved.  Please check your connection or the data you entered." = "Su nueva contraseña no ha sido guardada.  Por favor verifique su conexión o los datos que ingresó.";

/* Error confirming resize due to API rate limit alert message */
"Your resize was not confirmed because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Su redimensionamiento no fue comfirmado porque se ha excedido el límite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Error confirming resize due to connection or other error alert message */
"Your resize was not confirmed.  Please check your connection and try again." = "Su redimensionamiento no fue comfirmado.  Por favor verifique su conexión e intente de nuevo.";

/* Error reverting resize due to API rate limit alert message */
"Your resize was not reverted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "No se revirtió el redimensionamiento porque se ha excedido el límite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Error reverting server resize due to connection or other error alert message */
"Your resize was not reverted.  Please check your connection and try again." = "No se revirtió el redimensionamiento.  Por favor verifique su conexión e intente de nuevo.";

/* Error Saving server resize due to API rate limit alert message */
"Your server was not resized because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Su servidor no fue redimensionado porque se ha excedido el límite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Error Saving server resize due to connection or other error alert message */
"Your server was not resized.  Please check your connection or the data you entered." = "Su servidor no fue redimensionado.  Por favor verifique su conexión o los datos que ingresó.";

/* Error saving new server due to API rate limit alert message */
"Your server was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "No se pudo guardar su servidor porque se ha excedido el límite de transferencia de la API.  Por favor contacte a Rackspace Cloud para incrementar su límite o intente de nuevo más tarde.";

/* Error saving new server due to connection or other error alert message */
"Your server was not saved.  Please check your connection or the data you entered and try again." = "No se pudo guardar su servidor.  Por favor verifique su conexión o los datos que ingresó e intente de nuevo.";

